Repository: dhose/urbackup_backend
Catalog: urbackupserver/www/translations/urbackup.webinterface/*.po
Languages: sv

source: nav_item_3
sv: Loggar

source: nav_item_1
sv: Inställningar

source: loglevel_1
sv: Varningar

source: loglevel_2
sv: Fel

source: tLogs
sv: Loggfiler

source: tErrors
sv: Fel

source: tWarnings
sv: Varningar

source: tdays
sv: dagar

source: thours
sv: timmar

source: tmin
sv: minuter

source: tAbort
sv: Avbryt

source: tInfos
sv: Information

source: tFile backups
sv: Filbackuper

source: tImage backups
sv: Diskavbildsbackup

source: tClient
sv: Klient

source: tInternet
sv: Internet

source: hours
sv: timmar

source: days
sv: dagar

source: action_1
sv: Inkrementell filbackup

source: action_2
sv: Komplett filbackup

source: action_3
sv: Inkrementell diskbackup

source: action_4
sv: Komplett diskbackup

source: action_1_d
sv: Raderar inkrementell filbackup

source: action_2_d
sv: Raderar komplett filbackup

source: action_3_d
sv: Raderar inkrementell diskbackup

source: action_4_d
sv: Raderar komplett diskbackup

source: nav_item_6
sv: Status

source: nav_item_5
sv: Aktiviteter

source: nav_item_4
sv: Backuper

source: nav_item_2
sv: Statistik

source: unknown
sv: Okänd

source: overview
sv: Översikt

source: no_recent_backup
sv: Ingen nuvarande backup

source: backup_never
sv: Aldrig

source: yes
sv: Ja

source: no
sv: Nej

source: tBackup status
sv: Backupstatus

source: tComputer name
sv: Datornamn

source: tLast seen
sv: Sågs sist

source: tLast file backup
sv: Senaste filbackupen

source: tLast image backup
sv: Senaste diskbackupen

source: tFile backup status
sv: Filbackup status

source: tImage backup status
sv: Diskbackup status

source: tShow details
sv: Visa detaljer

source: tExtra clients
sv: Extra klienter

source: tNo extra clients
sv: Inga extra klienter

source: tActions
sv: Handlingar

source: tOnline
sv: Online

source: tHostname/IP
sv: Hostnamn/IP

source: tServer identity
sv: Server identitet

source: users
sv: Användare

source: general_settings
sv: Generell

source: admin
sv: Administratör

source: user
sv: Användare

source: username_empty
sv: Var vänlig fyll i ett användarnamn

source: password_empty
sv: Var vänlig fyll i ett lösenord

source: password_differ
sv: Lösenorden skiljer sig

source: user_n_exist
sv: Användaren finns ej

source: password_wrong
sv: Fel lösenord

source: user_exists
sv: Användare med detta namn finns redan

source: session_timeout
sv: Sessionen avbröts pga inaktivitet. Logga in på nytt för att fortsätta.

source: really_del_user
sv: Vill du verkligen ta bort denna användare?

source: user_add_done
sv: Ny användare lades till.

source: user_remove_done
sv: Användaren togs bort korrekt

source: user_update_right_done
sv: Användarrättigheter har ändrats.

source: user_pw_change_ok
sv: Lösenord för användaren har ändrats.

source: right_all
sv: Fulla rättigheter

source: right_none
sv: Inga rättigheter

source: all
sv: Alla

source: loglevel_0
sv: Info

source: starting
sv: Startar

source: ident_err
sv: Servern avvisade

source: enter_hostname
sv: Vänligen fyll i ett hostnamn eller en IP adress

source: clients
sv: Klienter

source: validate_name_update_freq_incr
sv: intervall för inkrementella filbackuper

source: validate_name_update_freq_full
sv: intervall för kompletta filbackuper

source: validate_name_update_freq_image_full
sv: intervall för inkrementella filbackuper

source: validate_name_update_freq_image_incr
sv: intervall för kompletta diskbackuper

source: validate_name_max_file_incr
sv: högsta antal inkrementella filbackuper

source: validate_name_startup_backup_delay
sv: fördröj start vid uppstart

source: validate_name_computername
sv: Datornamn

source: too_many_clients_err
sv: För många klienter

source: computername
sv: Datornamn

source: storage_usage_pie_graph_title
sv: Lagringsanvändande

source: storage_usage_pie_graph_colname1
sv: Datornamn

source: storage_usage_pie_graph_colname2
sv: Lagringsanvändande

source: storage_usage_bar_graph_title
sv: Lagringsanvändande

source: storage_usage_bar_graph_colname1
sv: Datum

source: storage_usage_bar_graph_colname2
sv: Lagringsanvändande

source: tFiles
sv: Filer

source: tSum
sv: Summa

source: tActivities
sv: Aktiviteter

source: tProgress
sv: Framsteg

source: tStarting time
sv: Starttid

source: tUsed Storage
sv: Använt lagringsutrymme

source: tClients
sv: Klienter

source: tReports
sv: Rapporter

source: tSend reports to
sv: Skicka rapporter till

source: tSend
sv: Skicka

source: tBackup time
sv: Backuptid

source: tStorage usage
sv: Lagringsanvändande

source: tAll
sv: Alla

source: tFilter
sv: Filter

source: tBack
sv: Tillbaka

source: tAdd
sv: Lägg till

source: tRemove
sv: Ta bort

source: tSave
sv: Spara

source: tMessage
sv: Meddelande

source: tLog
sv: Log

source: tUsername
sv: Användarnamn

source: tPassword
sv: Lösenord

source: tLogin
sv: Logga in

source: tServer
sv: Server

source: tPermissions
sv: Rättigheter

source: tSelect all
sv: Välj alla

source: mins
sv: minuter

source: backup_in_progress
sv: Backup pågår...

source: queued_backup
sv: Backup i kö

source: tFile
sv: Fil

source: tDomain
sv: Domän

source: tTranslation
sv: Översättning

source: tChange
sv: Ändra

source: tFailed
sv: Misslyckade

source: tInfo
sv: Info

source: tError
sv: Fel

source: tWarning
sv: Varning

source: tCurrent version
sv: Nuvarande version

source: tIncremental file backup
sv: Inkrementell filbackup

source: tFull file backup
sv: Komplett filbackup

source: tIncremental image backup
sv: Inkrementell diskbackup

source: tFull image backup
sv: Komplett diskbackup

source: about_urbackup
sv: Om UrBackup

source: tShow
sv: Visa

source: tIndexing...
sv: Indexerar...

source: tDelete
sv: Ta bort

source: tDisable
sv: Inaktivera

source: tMB
sv: MB

source: tNone
sv: Ingen

source: tServer admin mail address
sv: Serveradmin mejladress

source: tDownload
sv: Ladda ner

source: tStatus
sv: Status

source: tIP
sv: IP

source: tClient version
sv: Klientversion

source: tOperating System
sv: Operativsystem

source: tShow all clients
sv: Visa alla klienter

source: tThis client is going to be removed.
sv: Denna klient kommer att raderas.

source: First
sv: Första

source: Last
sv: Sista

source: Next
sv: Nästa

source: Previous
sv: Föregående

source: Processing...
sv: Behandlar...

source: Search:
sv: Sök:

source: No matching records found
sv: Inga motsvarande poster hittades

source: Restore to default
sv: Återställ till standardvärden

source: Save
sv: Spara

source: tAllow clients to quit the tray icon
sv: Tillåt klienter att ta bort aktivitetsikon

source: Show/hide columns
sv: Visa/dölj kolumner

source: dir_error_text
sv: Sökvägen som UrBackup vill spara backuper i är ej tillgänglig. Ändra sökväg i Inställningar eller genom att ge UrBackup rättigheter till denna sökväg.

source: tmpdir_error_text
sv: Mappen där UrBackup vill spara temporära filer är inte tillgänlig. Ändra sökväg i inställningar eller ge UrBackup rättigheter till mappen.

source: validate_text_empty
sv: Vänligen fyll i ett värde för {name}

source: validate_text_notint
sv: Vänligen fyll i ett numeriskt värde för {name}

source: validate_name_min_file_incr
sv: minsta antal inkrementella filbackuper

source: validate_name_max_file_full
sv: högsta antal kompletta filbackuper

source: validate_name_min_file_full
sv: minsta antal kompletta filbackuper

source: validate_name_min_image_incr
sv: minsta antal inkrementella diskbackuper

source: validate_name_max_image_incr
sv: högsta antal inkrementella diskbackuper

source: validate_name_min_image_full
sv: minsta antal kompletta diskbackuper

source: validate_name_max_image_full
sv: högsta antal kompletta diskbackuper

source: validate_err_notregexp_backup_window
sv: Formatet för backuptiden är fel

source: validate_name_max_active_clients
sv: max antal nyligen aktiva klienter

source: validate_name_max_sim_backups
sv: max antal samtidiga backuper

source: validate_name_backupfolder
sv: sökväg backup

source: really_remove_client
sv: Är du säker på att du vill radera denna klient? Det betyder att klientens alla filer och diskbackuper kommer att radera!

source: tImages
sv: Avbildningar

source: validate_err_notregexp_cleanup_window
sv: Format för upprensningstiden är fel

source: mail_settings
sv: Mejl

source: upgrade_error_text
sv: UrBackup håller på att uppdatera sin interna databas. Det kan ta en stund. Under tiden går det inte att komma åt servern och inte heller kommer den att göra några backupper.

source: creating_filescache_text
sv: UrBackup skapar filpostindexet. Beroende på antalet filer kan det ta ett tag. Var tålmodig.

source: tAction
sv: Handling

source: tFiles in queue
sv: Filer i kö

source: tLast activities
sv: Senaste aktivitet

source: tRequired time
sv: Nödvändig tid

source: tBackups with a log message of at least log level
sv: Backuper med logmeddelande med minst log nivå

source: tStorage allocation
sv: Tilldelat uterymme

source: tBackup storage path
sv: Sökväg för backup

source: tDo not do image backups
sv: Skapa inga diskbackuper

source: tDo not do file backups
sv: Skapa inga filbackuper

source: tAutomatically shut down server
sv: Stäng automatiskt av servern

source: tAutoupdate clients
sv: Uppdatera automatiskt klienter

source: tMax number of simultaneous backups
sv: Högsta antal samtidiga backuper

source: tMax number of recently active clients
sv: Max antal nyligen aktiva klienter

source: tCleanup time window
sv: Rensningstid

source: tAutomatically backup UrBackup database
sv: Automatisk backup av UrBackup databas

source: tInterval for incremental file backups
sv: Intervall för inkrementella filbackuper

source: tInterval for full file backups
sv: Intervall för kompletta filbackuper

source: tInterval for incremental image backups
sv: Intervall för inkrementella diskbackuper

source: tInterval for full image backups
sv: Intervall för kompletta diskbackuper

source: tMaximal number of incremental file backups
sv: Högsta antal inkrementella filbackuper

source: tMinimal number of incremental file backups
sv: Minsta antal inkrementella filbackuper

source: tMaximal number of full file backups
sv: Högsta antal kompletta filbackuper

source: tMinimal number of full file backups
sv: Minsta antal kompletta filbackuper

source: tMaximal number of incremental image backups
sv: Högsta antal inkrementella diskbackuper

source: tMinimal number of incremental image backups
sv: Minsta antal inkrementella diskbackuper

source: tMaximal number of full image backups
sv: Högsta antal kompletta diskbackuper

source: tMinimal number of full image backups
sv: Minsta antal kompletta diskbackuper

source: tDelay after system startup
sv: Fördröjd start

source: tBackup window
sv: Backuptidpunkt

source: tExcluded files (with wildcards)
sv: Exkluderade filer (med jokertecken)

source: tIncluded files (with wildcards)
sv: Inkluderade filer (med jokertecken)

source: tDefault directories to backup
sv: Standardmappar att spara

source: tVolumes to backup
sv: Enheter att spara

source: tAllow client-side changing of the directories to backup
sv: Tillåt klienter att ändra vilka mappar som ska säkerhetskopieras

source: tAllow client-side starting of file backups
sv: Tillåt att klienter startar filbackup

source: tAllow client-side starting of image backups
sv: Tillåt att klienter startar diskbackup

source: tAllow client-side viewing of backup logs
sv: Tillåt att klienter visar backuploggar

source: tAllow client-side pausing of backups
sv: Tillåt klienter att pausa backuper

source: tAllow client-side changing of settings
sv: Tillåt klienter att ändra inställningar

source: tMail server name
sv: Mejlserver namn

source: tMail server port
sv: Mejlserver port

source: tMail server username (empty for none)
sv: Mejlserver användarnamn (tomt för inget)

source: tMail server password
sv: Mejlserver lösenord

source: tSender E-Mail Address
sv: Avsändar mejladress

source: tSend mails only with SSL/TLS
sv: Skicka endast med SSL/TLS

source: tCheck SSL/TLS certificate
sv: Kontrollera SSL/TLS certifikat

source: tSend test mail to this email address after saving the settings (leave empty to not send a test mail)
sv: Skicka testmejl till denna adress efter att inställningarna har sparat (låt vara tomt i fall inget testmejl ska skickas)

source: tTest Mail sent successfully
sv: Testmejl skickades

source: tSending test mail failed. Error:
sv: Testmejl misslyckades

source: tLevel
sv: Nivå

source: tTime
sv: Tid

source: tRights
sv: Rättigheter

source: tNo Users
sv: Inga användare

source: tCreate user
sv: Skapa användare

source: tRepeat password
sv: Repetera lösenord

source: tRights for
sv: Rättigheter till

source: tCreate
sv: Skapa

source: tChange rights
sv: Ändra rättigheter

source: tChange password
sv: Ändra lösenord

source: tSeparate settings for this client
sv: Separata inställningar för denna klient

source: tArchival
sv: Arkivering

source: tPerform autoupdates silently
sv: Utför autouppdateringar i bakgrunden

source: tMax backup speed for local network
sv: Hastighetsbegränsning lokalt nätverk:

source: tNo activities
sv: Inga aktiviteter

source: tSelect none
sv: Välj inga

source: tRemove selected
sv: Ta bort markerad

source: tStart for selected
sv: Starta för markerad

source: tNo entries for this filter
sv: Ingen noteringar för detta filter

source: tTotal max backup speed for local network
sv: Total hastighetsbegränsning för lokalt nätverk

source: tArchive every
sv: Arkivera varje

source: tArchive for
sv: Arkivera för

source: tArchive window
sv: Arkiveringstidpunkt

source: tBackup type
sv: Backuptyp

source: tEnable internet mode (requires server restart)
sv: Aktivera internetläge (kräver omstart av server)

source: tInternet server name/IP
sv: Hostnamn/IP-adress på internet

source: tInternet server port
sv: Port för internetadress

source: tDo image backups over internet
sv: Utför diskbackup över internet

source: tDo full file backups over internet
sv: Utför komplett filbakup över internet

source: tMax backup speed for internet connection
sv: Hastighetsbegränsning internetkoppling

source: tTotal max backup speed for internet connection
sv: Total hastighetsbegränsning internetkoppling

source: tEncrypted transfer
sv: Krypterad överföring

source: tCompressed transfer
sv: Komprimerad överföring

source: file_backup
sv: Filbackuper

source: weeks
sv: veckor

source: months
sv: månader

source: year
sv: år

source: hour
sv: timmar

source: day
sv: dagar

source: week
sv: veckor

source: month
sv: månader

source: years
sv: år

source: min
sv: minut

source: validate_name_archive_every
sv: Arkivera varje

source: validate_name_archive_for
sv: Arkivera för

source: forever
sv: för alltid

source: really_remove_clients
sv: Vill du verkligen ta bort dessa klienter? Alla deras filer och avbildnings backuper kommer tas bort!

source: no_client_selected
sv: Inga klienter har blivit valda

source: starting_backup_failed
sv: Start av backup misslyckades

source: trying_to_stop_backup
sv: Försöker stoppa backup. Det kan ta en stund

source: unarchived_in
sv: Kommer att sluta arkiveras i

source: validate_err_notregexp_archive_window
sv: Format för arkivtiden är fel

source: wait_for_archive_window
sv: Väntar på tidpunkt nästa körning

source: validate_err_notregexp_image_letters
sv: Felaktigt format för diskbeteckning

source: validate_name_global_local_speed
sv: Total bastighetsbegränsning lokalt nätverk

source: validate_name_global_internet_speed
sv: Total hastighetsbegränsning internetkoppling

source: validate_name_local_speed
sv: hastighetsbegränsning lokalt nätverk

source: validate_name_internet_speed
sv: hastighetsbegränsning internetkoppling

source: enter_clientname
sv: Vänligen fyll i ett klientnamn

source: internet_client_added
sv: Lagt till en ny klient. Du kan se klientens auth key (lösenord) i inställningarna.

source: change_pw
sv: Ändra lösenord

source: old_pw_wrong
sv: Gamla lösenordet är fel

source: tID
sv: ID

source: tSize
sv: Storlek

source: tIncremental
sv: Inkrementell

source: tLoading
sv: Laddar

source: tStorage usage of
sv: Lagringsanvändande för

source: tDelete domain
sv: Ta bort domän

source: tChange rights for user
sv: Ändra rättigheter för användare

source: tNew domain
sv: Ny domän

source: tChange password for user
sv: Ändra lösenord för användare

source: tSaved settings successfully
sv: Inställningar sparade

source: tThis client is going to be removed.
sv: Klienten kommer att tas bort.

source: tStop removing client
sv: Avbryt borttagning av klient

source: tSuccessfull
sv: Lyckades

source: tTarget version
sv: Målversion

source: tWarning: The settings configured on the client will overwrite the settings configured here. If you want to change this behaviour do not allow the client to change settings.
sv: Warning: Inställningarna på klienterna kommer att skriva över dessa inställningar. Om du inte vill detta så tillåt inte klienterna att ändra inställningar.

source: tNext archival
sv: Nästa arkivering

source: tweeks
sv: veckor

source: tmonth
sv: månader

source: tyears
sv: år

source: tforever
sv: för alltid

source: tFile backup
sv: Filbackuper

source: tEnable internet mode
sv: Aktivera internetläge

source: tInternet auth key
sv: Internet autentiseringsnyckel

source: tClients are removed during the cleanup time window, if they are offline.
sv: Klienter tas bort under rensningstiden om de är offline.

source: tArchived
sv: Arkiverad

source: nospc_stalled_text
sv: Det finns för närvarande inte tillräckligt med ledigt utrymme i säkerhetskopieringsmappen. UrBackup tar bort gamla bild- och filbackupar för att frigöra utrymme, inom gränserna som definieras av inställningarna. Under denna processen minskar säkerhetskopieringens prestandan och säkerhetskopieringen stannar av.

source: nospc_fatal_text
sv: Det finns för tillfället inte tillräckligtmed utrymme i backupmappen. UrBackup försökte radera gamla disk- och filbackuper men har inte tillåtelse att radera mera. Var god ändra inställningarna. Spara färre backuper eller tillåt att UrBackup använder mera utrymme.

source: tNondefault temporary file directory
sv: Ej standard temporär filmapp

source: loading
sv: Laddar

source: tInternet clients
sv: Internet klienter

source: tAdd additional internet clients
sv: Lägg till ytterligare internet klienter

source: tClient name
sv: Klient namn

source: tNo data
sv: Ingen data

source: tClients are removed during the cleanup in the cleanup time window.
sv: Klienter kommer att raderas vid nästa rensningstid som är specificerad i inställningarna.

source: authentication_err
sv: Fle vid serverautentisering

source: tInverval for incremental image backups
sv: Intervall för inkrementell diskbackup

source: action_5
sv: Återupptagen inkrementell filbackup.

source: action_6
sv: Återupptagen komplett filbackup.

source: really_recalculate
sv: Vill du verkligen beräkna statistiken igen? Det kan ta lång tid!

source: database_error_text
sv: Ett fel uppstod när försök till åtkomst eller kontrollerade UrBackups interna databas. Det betyder att den här databasen är förmodligen skadad eller att det inte finns tillräckligt med ledigt utrymme. Om detta fel kvarstår, återställ databasen (filerna backup_server.db, backup_server_files.db, backup_server_links.db, backup_server_link_journal.db och backup_server_settings.db) från en säkerhetskopia. Se loggfilen för detaljer.

source: tDownload folder as ZIP
sv: Ladda ner mappen som zip-fil

source: tOld password
sv: Nuvarande lösenord

source: tNew password
sv: Nytt lösenord

source: tRepeat new password
sv: Repetera nytt lösenord

source: tChanging password failed:
sv: Byte av lösenord misslyckades:

source: tChanged password successfully
sv: Lösenord ändrades

source: tNumber of file entries processed
sv: Antal processade poster

source: tUrBackup live log
sv: UrBackup rullande log

source: tLive Log
sv: Rullande log

source: tThere is a new version of UrBackup server available
sv: Det finns en nyare version tillgänglig av UrBackup server

source: tDownload client from update server
sv: Ladda ner klient från server

source: tGlobal soft filesystem quota
sv: Globalt filsystemskvot

source: tImage backup file format
sv: Filformat för diskbackup

source: tAllow client-side starting of full file backups
sv: Tillåt klient att starta komplett filbackup

source: tAllow client-side starting of incremental file backups
sv: Tillåt klienten att starta inkrementell filbackup

source: tAllow client-side starting of full image backups
sv: Tillåt klient att starta en komplett diskbackup

source: tAllow client-side starting of incremental image backups
sv: Tillåt klienten att starta en inkrementell diskbackup

source: tBackup window for incremental file backups
sv: Tidsintervall för inkrementell filbackup

source: tBackup window for full file backups
sv: Tidsintervall för komplett filbackup

source: tBackup window for incremental image backups
sv: Tidsintervall för inkrementell diskbackup

source: tBackup window for full image backups
sv: Tidsintervall för komplett filbackup

source: tSoft client quota
sv: Mjuk klient kvot

source: tCalculate file-hashes on the client
sv: Beräkna fil-hashar på klienten

source: tAdvanced
sv: Avancerad

source: tTemporary files as file backup buffer
sv: Temporära filer som buffer vid filbackup

source: tTemporary files as image backup buffer
sv: Temporära filer som buffer vid diskbackup

source: tLocal full file backup transfer mode
sv: Lokal komplett filbackup överföringsläge

source: tRaw
sv: Raw

source: tHashed
sv: Hashad

source: tInternet full file backup transfer mode
sv: Internet komplett filbackup överföringsläge

source: tLocal incremental file backup transfer mode
sv: Lokal inkrementell filbackup överförsingsläge

source: tInternet incremental file backup transfer mode
sv: Internet inkrementell filbackup överföringsläge

source: tLocal image backup transfer mode
sv: Lokal diskbackup överföringsläge

source: tInternet image backup transfer mode
sv: Internet diskbackup överföringsläge

source: tUse symlinks during incremental file backups
sv: Använd symboliska länkar vid inkrementell filbackup

source: tWarning: The settings configured on the client will overwrite the settings configured here. If you want to change this behaviour do not allow the client to change settings.
sv: Warning: Inställningarna på klienterna kommer att skriva över dessa inställningar. Om du inte vill detta så tillåt inte klienterna att ändra inställningar.

source: tClient download
sv: Clientnerladdning

source: tClients are removed during the cleanup in the cleanup time window.
sv: Klienter kommer att raderas vid nästa rensningstid.

source: tRecalculate statistics
sv: Räkna om statistiken

source: No data available in table
sv: Ingen data tillgänglig i tabellen

source: Show _MENU_ entries
sv: Visa _MENU_ inlägg

source: tConnect to Internet backup server if connected to local backup server
sv: Anslut till internet backupserver om ansluten till lokal backupserver

source: tYou need to create a user to be able to send reports
sv: Du behöver skapa en användare för att kunna skicka rapporter

source: tShow when a new server version is available
sv: Meddela när en ny version av servern finns tillgänglig

source: tVHD (Virtual HardDisk)
sv: VHD (Virtual HardDisk)

source: tCompressed VHD (Compressed non-standard Virtual HardDisk)
sv: Komprimerad VHD (komprimerad ej standard virtuell hårddisk)

source: tBlock differences - hashed
sv: Blockera skillnader - hashad

source: Showing _START_ to _END_ of _TOTAL_ entries
sv: Visar _START_ till _END_ av _TOTAL_ inlägg

source: Showing 0 to 0 of 0 entries
sv: Visar 0 till 0 av 0 inlägg

source: (filtered from _MAX_ total entries)
sv: (filtrerad från _MAX_totala inlägg

source: Minimize
sv: Minimera

source: Maximize
sv: Maximera

source: ldap_settings
sv: LDAP/AD

source: client_exists
sv: En klient med detta namn finns redan
