Repository: dhose/urbackup_backend
Catalog: urbackupserver/www/translations/urbackup.webinterface/*.po
Languages: sv

source: validate_err_empty_internet_client_name
sv: Ange namn för en ny client eller client bakom NAT.

source: validate_err_empty_hostname
sv: Vänligen fyll i ett IP/hostnamn på klient som ska hittas.

source: creating_filesindex_text
sv: UrBackup skapar filpostindexet. Det kan ta ett tag.

source: about
sv: Om

source: all_clients
sv: Alla klienter

source: client_settings
sv: Klientinställningar

source: action_8
sv: Filåterställning

source: action_9
sv: Återställ disk

source: action_10
sv: Klientuppdatering

source: action_11
sv: Kontrollerar databasintegritet

source: action_12
sv: Säkerhetskopierar databas

source: action_13
sv: Räknar om statistiken

source: tAbout UrBackup
sv: Om UrBackup

source: tAdd client
sv: Lägg till klient

source: tUrBackup automatically discovers clients in your local network. If the server is in the same sub-network as the client just install the client and wait for it to be discovered.
sv: UrBackup upptäcker automatiskt klienter i ditt lokala nätverk. Om servern är i samma subnätverk som klienten installerar bara klienten och väntar på att den ska upptäckas.

source: tDownload the client from:
sv: Ladda ner klienten från:

source: tIf you want a client to use multiple backup servers this server's identity is:
sv: Om du vill ansluta klienter till flera servrar så är denna servers adress:

source: tAdd new Internet client/client behind NAT
sv: Lägg till ny klient/ny klient bakom NAT

source: tName of new Internet client/client behind NAT
sv: Namn på ny klient/klient bakom NAT

source: tDiscover new client via IP/hostname hint
sv: Hitta ny klient via IP/hostnamn

source: tIP/hostname of client to be discovered
sv: IP/hostnamn på klient som ska hittas.

source: tCancel
sv: Avbryt

source: tAccess denied
sv: Åtkomst nekad

source: tSorry, something went wrong or you do not have the required rights to access this file or folder.
sv: Vi beklagar, något gick fel eller så saknas rättigheter för åtkomst till fil eller mapp.

source: tLogin with username and password
sv: Logga in med användarnamn och lösenord

source: tError while accessing backups
sv: Fel vid åtkomst av backuper.

source: tSorry, something went wrong:
sv: Tyvärr, något gick fel:

source: tCreated
sv: Skapad

source: tLast modified
sv: Senast ändrad

source: tLast accessed
sv: Senaste åtkomst

source: tList
sv: Listar

source: tRestore
sv: Återställ

source: tRestore folder to client
sv: Återställ mapp till klient

source: tVersion
sv: Version

source: tClient added successfully
sv: Klient lades till.

source: tAdded new client with name:
sv: La till ny klient med namn:

source: tDefault authentication key:
sv: Förvald autentiseringsnyckel

source: tDownload preconfigured client installer for Windows
sv: Ladda ner förinställd klientinstallation för Windows

source: tDownload preconfigured client installer for Mac OS X
sv: Ladda ner förinställd klientinstallation för Mac OS X

source: tInstall it directly in the terminal via:
sv: Installera direkt i terminalen via:

source: tDownload preconfigured client installer for Linux
sv: Ladda ner förinställd klientinstallation för Linux

source: tAlternatively after you installed the client from:
sv: Alternativt efter att du installerat klienten från:

source: tGo to the settings screen on the client
sv: Gå till inställnings sidan på klienten

source: tEnable the internet mode on the client
sv: Aktivera internetläge på klienten.

source: tSet the internet server to:
sv: Ställ in Internet-servern till:

source: tSet the internet server port to:
sv: Port för internetadress:

source: tSet the computer name to:
sv: Datornamn:

source: tSet the authentication key to:
sv: Autentiseringsnyckel:

source: tWithout firewall/NAT: Enable internet only mode if you only plan to use the client via internet. On Linux by changing INTERNET_ONLY to true in /etc/default/urbackupclient or /etc/sysconfig/urbackupclient
sv: Utan brandvägg/NAT: Aktivera endast Internet-läge om du bara planerar att använda klienten via internet. På Linux genom att ändra INTERNET_ONLY till true i /etc/default/urbackupclient eller /etc/sysconfig/urbackupclient

source: tWith the command line:
sv: Med kommandoraden:

source: tPercent finished
sv: Procent färdig

source: tDetails
sv: Detaljer

source: tAdd Email Address
sv: Lägg till emailalias

source: tFailed without failures caused by client timeout
sv: Misslyckades utan fel som orsakats av klientens timeout

source: tMinimum log level
sv: Minsta lognivå

source: tBackups interrupted
sv: Säkerthetskopieringar avbröts

source: tStop
sv: Stopp

source: tShow log
sv: Visa log

source: tETA
sv: ETA

source: tSpeed
sv: Hastighet

source: tFile Backups
sv: Filbackuper

source: tImage Backups
sv: Diskbackuper

source: tArchive
sv: Arkiv

source: tServer URL
sv: Server URL

source: tMax simultaneous backups
sv: Högsta antal samtidiga backuper

source: tMax recently active clients
sv: Max antal nyligen aktiva klienter

source: tDays
sv: Dagar

source: tRaw copy-on-write file
sv: Rå copy-on-write fil

source: tMin
sv: Min

source: tVirtual sub client names
sv: Virtuellt subklientnamn

source: tLocal incremental image style
sv: Lokal inkrementell diskavbild

source: tBased on last full image backup
sv: Baserat på senaste kompletta diskbackupen

source: tBased on last image backup
sv: Baserat på senaste diskbackupen

source: tInternet incremental image style
sv: Internet inkrementell diskavbild

source: tLocal full image style
sv: Lokal komplett diskavbild

source: tSynthetic full image backup
sv: Syntetisk komplett diskavbild

source: tInternet full image style
sv: Internet komplett diskavbild

source: tDatabase cache size during batch processing
sv: Databasens cachestorlek under batchbearbetning

source: tDebugging: End-to-end verification of all file backups
sv: Felsökning: End-to-end-verifiering av alla filbackuper

source: tDebugging: Verify file backups using client side hashes
sv: Felsökning: Verifiera filbackup med hjälp av klientsidans hash

source: tPeriodically readd file entries of internet clients to database (disable only if you do not run fulls)
sv: Periodiskt lägg till filposter från internetklienter till databasen (avaktivera endast om du inte kör full)

source: tRun backups with background priority on the clients
sv: Kör säkerhetskopior med bakgrundsprioritet på klienterna

source: tCreate symbolically linked views for each user on the clients after file backups
sv: Skapa symboliskt länkade vyer för varje användare på klienterna efter filbackup

source: tMaximum number of simultaneous jobs per client
sv: Högsta antal samtidiga job per klient

source: tList of volumes for which change block tracking should be used (if available)
sv: Förteckning över enheter för vilka ändring av "block tracking" ska användas (om tillgänglig)

source: tList of volumes for which the change block tracking should be crash persistent
sv: Förteckning över enheter för vilka ändring av "block tracking" ska vara persistent vid krasch

source: tEnable logins via LDAP/AD
sv: Tillåt login via LDAP/AD

source: tLDAP/AD server name
sv: LDAP/AD server namn

source: tLDAP/AD server port
sv: LDAP/AD server port

source: tLDAP/AD user name prefix
sv: LDAP/AD prefix för användarnamn

source: tLDAP/AD user name suffix
sv: LDAP/AD ändelse för användarnamn

source: tLDAP/AD group and class query
sv: LDAP/AD grupp och klass förfrågan

source: tLDAP/AD group key name in query
sv: LDAP / AD-gruppnamn i förfrågan

source: tLDAP/AD class key name in query
sv: LDAP / AD-klassnamn i förfrågan

source: tLDAP/AD group rights map
sv: LDAP/AD grupp-rättighetersöversikt

source: tLDAP/AD class rights map
sv: LDAP/AD klass-rättighetersöversikt

source: tTest login with this user
sv: Prova login med denna användare

source: tPassword for test user
sv: Lösenord för testanvändare

source: tTest login succeeded. Rights of user:
sv: Test login fungerade. Rättigheter för användare:

source: tTest login failed. Error:
sv: Test login fungerade inte. Error:

source: tDownload client for Windows
sv: Ladda ner klient för Windows

source: tDownload client for Mac OS X
sv: Ladda ner klient för Max OS X

source: tDownload client for Linux
sv: Ladda ner klient för Linux

source: tRemove client
sv: Ta bort klient

source: tAdd new client
sv: Lägg till ny klient

source: tClient discovery hints
sv: Klientupptäcktstips

source: tAdd hostname/IP as client discovery hint
sv: Lägg till värdnamn/IP på klient

source: tBackup Statistics
sv: Backup statistik

source: completed_with_issues
sv: Klar men det uppstod problem.

source: not_supported
sv: Stöds inte

source: tPreparing restore. Please be patient...
sv: Förbereder återställning. Var god vänta...

source: tDo not fail backups in case of hash mismatches or read errors
sv: Misslyckas inte med säkerhetskopieringar i händelse av felaktig hash eller läsfel

source: admin_create
sv: Administratör

source: image_backup
sv: Diskavbildsbackup

source: action_14
sv: Nattlig rensning

source: action_15
sv: Akut rensning

source: action_16
sv: Lagringsmigrering

source: default_group
sv: Förval

source: filter_group
sv: Grupper

source: add_new_group
sv: Lägg till ny grupp

source: enter_group_name
sv: Ange nytt gruppnamn

source: group_already_exists
sv: Gruppen finns redan

source: confirm_delete_settings_group
sv: Kommer att ta bort den här gruppen. Alla klienter i den här gruppen kommer att tilldelas standardgruppen igen. Fortsätt?

source: group_delete_failed
sv: Ta bort gruppen misslyckades

source: validate_err_notregexp_internet_server
sv: Internet-servernamnet ska vara ett värdnamn eller en IP-adress

source: validate_err_notregexp_server_url
sv: Serverns URL bör vara en URL som börjar med http: // eller https: //

source: action_17
sv: Startåterställning

source: delete_err
sv: Fel vid markering av säkerhetskopia för radering:

source: delete_now_err
sv: Fel vid borttag av backup:

source: image_locked
sv: Diskavbildsbackup används för närvarande

source: locked_ref
sv: Inkrementell diskavbildsbackup baserat på denna säkerhetskopia används för närvarande

source: incomplete_ref
sv: Inkrementell diskavbildsbackup baserat på denna säkerhetskopiering körs för närvarande

source: archived_ref
sv: Diskavbildsbackup som är beroende av denna säkerhetskopia är arkiverad

source: remove_image_failed
sv: Se serverns loggfil för detaljer.

source: delete_file_backup_failed
sv: Se serverns loggfil för detaljer.

source: tBackup is marked for deletion. Do not delete
sv: Säkerhetskopian är markerad för radering. Ta inte bort

source: tDelete now
sv: Ta bort nu

source: tVolume
sv: Enhet

source: tNo backups
sv: Inga säkerhetskopior

source: tNo backups of this client yet
sv: Inga säkerhetskopior av den här klienten än

source: tImage backup information
sv: Diskavbildsbackup information

source: tId
sv: Id

source: tVolume size
sv: Enhetens storlek

source: tPartition style
sv: Partition stil

source: tDisk number
sv: Disk nummer

source: tPartition number
sv: Partition nummer

source: tFile system type
sv: Filsystemtyp

source: tVolume name
sv: Enhetens namn

source: tSerial number
sv: Serienummer

source: tMount image
sv: Montera diskavbildsbackup

source: tUrBackup will use non-sandboxed server operating system functionality to mount the image. Only mount the image if you trust its source.
sv: UrBackup använder funktionaliteten i ett server operativsystem som inte körs sandboxad för att montera diskavbilden. Montera bara diskavbilden om du litar på källan.

source: tMounting image failed. Please see server log file for details.
sv: Monteringen av diskavbilden misslyckades. Vänligen se serverns loggfil för detaljer.

source: tOk. Reset this error
sv: Ok. Återställ detta fel

source: tOk. Stop showing this error
sv: Ok. Sluta visa detta fel

source: tThis server has discovered clients which are currently not configured to use this server.
sv: Den här servern har upptäckt klienter som för närvarande inte är konfigurerade för att använda den här servern.

source: tSee here for details on how this can happen.
sv: Se här för detaljer om hur detta kan hända.

source: tOk. Dismiss this hint.
sv: Ok. Avvisa denna ledtråd.

source: tOk. Stop showing this.
sv: Ok. Sluta visa detta.

source: tVolume:
sv: Enhet:

source: tTo version:
sv: Till version:

source: tPath:
sv: Sökväg:

source: tGroup
sv: Grupp

source: tGroup membership
sv: Gruppmedlemskap

source: tSelect client from current group (double-click to change settings):
sv: Välj klient från aktuell grupp (dubbelklicka för att ändra inställningar):

source: tDelete group
sv: Ta bort grupp

source: tAllow clients to start file restores
sv: Tillåt klienter att starta filåterställningar

source: tAllow clients to configure components to backup
sv: Tillåt klienter att konfigurera komponenter för säkerhetskopiering

source: tAllow clients to start component restores
sv: Tillåt klienter att starta komponentåterställningar

source: tVolume letters
sv: Enhetens bokstäver

source: tImage backup
sv: Diskavbildsbackup

source: tDo not start file backups if current estimated data usage limit per month is smaller than
sv: Starta inte filbackup om den aktuella uppskattade användningsgränsen per månad är mindre än

source: tDo not start image backups if current estimated data usage limit per month is smaller than
sv: Starta inte diskavbildningen om nuvarande uppskattad dataförbrukningsgräns per månad är mindre än

source: tUpdate data limit estimation database
sv: Uppdatera databas med databasgränsen

source: tFull image backup #1
sv: Komplett diskavbild #1

source: tVolumes to snapshot in groups during image backups
sv: Enheter till snapshot i grupper under diskavbildningen

source: tVolumes to snapshot in groups during file backups
sv: Enheter till ögonblicksbild i grupper under filbackup

source: tWindows components backup configuration
sv: Windows-komponentens konfiguration av säkerhetskopia

source: tGroup name
sv: Gruppnamn

source: tWith Selected
sv: Med utvalda

source: no_backup_paths
sv: Ingen sökväg till säkerhetskopian är konfigurerad

source: disabled
sv: Inaktiverad

source: new_alert_script_name
sv: Ange namn för det nya varningsskriptet

source: confirm_alert_script_remove
sv: Bekräfta borttagning av varningsscript.

source: alert_important
sv: Lägg till [Important] tagg till varningsscript

source: alert_mail_ok
sv: Skicka email efter att backupstatus har ändrats från inte ok till ok

source: tEdit alert scripts
sv: Redigera varningsskript

source: tAlert script
sv: Varningsskript

source: tAlert script parameters
sv: Varningsscriptparametrar

source: tAdd parameter
sv: Lägg till parameter

source: tName:
sv: Namn:

source: tLabel:
sv: Etikett:

source: tDefault value:
sv: Förvalt värde:

source: tType:
sv: Typ:

source: tString
sv: Sträng

source: tFloating point number
sv: Flyttal

source: tInteger
sv: Integer

source: tBoolean
sv: Boolesk

source: tEdit report script
sv: Redigera rapportskript

source: tPaused
sv: Pausad

source: tReport script
sv: Rapportskript

source: tAlerts
sv: Varningar

source: tEdit scripts
sv: Redigera skript
